Grasshopper.GUI.RemotePanel.IRcpItem.LayoutExpired
Raise this event if the desired width/height of your RCP item changes.

Grasshopper.GUI.RemotePanel.IRcpItem.Padding
Gets or sets the padding required around this item.

Grasshopper.GUI.RemotePanel.IRcpItem.DesiredWidth
Gets the desired width for this control, based on the current width.

Grasshopper.GUI.RemotePanel.IRcpItem.Render(System.Drawing.Graphics)
Render this item into an RCP container.