Grasshopper.GUI.RemotePanel.RcpGroup.GroupTitleBar
Gets the rectangle taken up by the entire container bar.

Grasshopper.GUI.RemotePanel.RcpGroup.GroupIcon
Gets the rectangle taken up by the icon in the container bar.

Grasshopper.GUI.RemotePanel.RcpGroup.GroupTitle
Gets the rectangle taken up by the title text in the container bar.

Grasshopper.GUI.RemotePanel.RcpGroup.GroupDropdown
Gets the rectangle taken up by the part of the control that is not the title bar.
This is the part that disappears during collapsing. If the container is collapsed
then this area will have a height of zero.

Grasshopper.GUI.RemotePanel.RcpGroup.GroupContent
Gets the rectangle taken up by the content of this container.
The content area is what remains of the FoldOutArea after padding has been subtracted.

Grasshopper.GUI.RemotePanel.RcpGroup.ObjectProximity(System.Drawing.Point,System.Double@,System.Int32@)
Finds the object inside this container closest to the test point.
pt: Point for proximity test.
distance: Distance from object to test point.
index: Index of object.