Grasshopper.Plugin.GH_LatestVersionInfo.EmitNewVersionInfo
Create a new instanceof GH_LatestVersionInfo with the local cached data.
If there is no latest version data then the returned instance will be invalid.